[
    {
        "quoteAuthor": "Dr. Boyce",
        "quoteText": "A man either lives life as it happens to him, meets it head-on and licks it, or he turns his back on it and starts to wither away."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "Logic is the beginning of wisdom, not the end." 
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "I haven't faced death. I've cheated death. I've tricked my way out of death and patted myself on the back for my ingenuity; I know nothing."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "You may find that having is not so pleasing a thing as wanting. This is not logical, but it is often true." 
    },
    {
        "quoteAuthor": "Jean-Luc Picard",
        "quoteText": "Live now; make now always the most precious time. Now will never come again." 
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "Computers make excellent and efficient servants, but I have no wish to serve under them." 
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "Sometimes a feeling is all we humans have to go on." 
    },
    {
        "quoteAuthor": "Jean-Luc Picard",
        "quoteText": "With the first link, the chain is forged. The first speech censored, the first thought forbidden, the first freedom denied, chains us all irrevocably."
    },
    {
        "quoteAuthor": "Q",
        "quoteText": "It's not safe out here. It's wondrous, with treasures to satiate desires both subtle and gross; but it's not for the timid."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "... the prejudices people feel about each other disappear when they get to know each other."
    },
    {
        "quoteAuthor": "Jean-Luc Picard",
        "quoteText": "If we're going to be damned, let's be damned for what we really are."
    },
    {
        "quoteAuthor": "Mr. Atoz",
        "quoteText": "A library serves no purpose unless someone is using it."
    },
    {
        "quoteAuthor": "Mr. Spock" ,
        "quoteText": "Insufficient facts always invite danger."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "Perhaps man wasn't meant for paradise. Maybe he was meant to claw, to scratch all the way."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "Madness has no purpose. Or reason. But it may have a goal."
    },
    {
        "quoteAuthor": "Mr. Spock" ,
        "quoteText": "Insults are effective only where emotion is present."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "They used to say that if Man was meant to fly, he'd have wings. But he did fly. He discovered he had to."
    },
    {
        "quoteAuthor": "Mr. Spock" ,
        "quoteText": "Humans do have an amazing capacity for believing what they choose -- and excluding that which is painful."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "Leave bigotry in your quarters; there's no room for it on the bridge."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "In critical moments, men sometimes see exactly what they wish to see."
    },
    {
        "quoteAuthor": "Dr. McCoy",
        "quoteText": "Compassion: that's the one things no machine ever had. Maybe it's the one thing that keeps men ahead of them."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "Change is the essential process of all existence."
    },
    {
        "quoteAuthor": "Flint",
        "quoteText": "The intellect is not all... but its cultivation must come first, or the individual makes errors... wastes time in unprofitable pursuits."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "Without followers, evil cannot spread."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "Our species can only survive if we have obstacles to overcome. You remove those obstacles. Without them to strengthen us, we will weaken and die."
    },
    {
        "quoteAuthor": "Mr. Spock" ,
        "quoteText": "Curious, how often you humans manage to obtain that which you do not want."
    },
    {
        "quoteAuthor": "Alternate Spock",
        "quoteText": "One man cannot summon the future. But one man can change the present!"
    },
    {
        "quoteAuthor": "Edit Keeler",
        "quoteText": "A lie is a very poor way to say hello."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "It's time you learned that freedom is never a gift. It has to be earned."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "To be human is to be complex. You can't avoid a little ugliness -- from within -- and from without."
    },
    {
        "quoteAuthor": "Khan Noonian Singh",
        "quoteText": "Improve a mechanical device and you may double productivity. But improve man, you gain a thousandfold."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "A species that enslaves other beings is hardly superior -- mentally or otherwise."
    },
    {
        "quoteAuthor": "Dr. McCoy" ,
        "quoteText": "When the personality of a human is involved, exact predictions are hazardous."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "Instruments register only through things they're designed to register. Space still contains infinite unknowns."
    },
    {
        "quoteAuthor": "James T. Kirk",
        "quoteText": "Without freedom of choice there is no creativity."
    },
    {
        "quoteAuthor": "Mr. Spock",
        "quoteText": "I object to intellect without discipline; I object to power without constructive purpose." 
    }
]